
var ProductList = [


{
	name: '喜瑪拉雅玫瑰塩皂'
	,barcode: 'PDT000'
	,price: '0320'
	,materials: '橄欖油、椰子油、乳油木果脂、甜杏仁油、喜瑪拉雅玫瑰塩、茜草根粉、2%玫瑰精油、依蘭精油、尤加利精油、蒸餾水、氫氧化鈉'
}
,{
	name: '珍珠玉容散漢方皂'
	,barcode: 'PDT000'
	,price: '0360'
	,materials: '橄欖油、椰子油、棕櫚油、乳油木果脂、甜杏仁油、玄米油、蓖麻油、珍珠粉、漢方玉容散、薰衣草精油、尤加利精油、依蘭精油、蒸餾水、氫氧化鈉'
}
,{
	name: '金黃蜂蜜洗臉皂'
	,barcode: 'PDT000'
	,price: '0420'
	,materials: '橄欖油、椰子油、棕櫚油、乳油木果脂、杏桃核仁油、紅棕櫚油、蜂膠蜜、金盞花粉、薑黃粉、甜橙精油、月桂精油、薰衣草精油、蒸餾水、氫氧化鈉'
}
,{
	name: '酪梨舒緩洗臉皂'
	,barcode: 'PDT000'
	,price: '0420'
	,materials: '橄欖油、椰子油、棕櫚油、乳油木果脂、杏桃核仁油、酪梨油、艾草粉、蕁麻葉粉、絲柏精油、迷迭香精油、檸檬精油、蒸餾水、氫氧化鈉'
}
,{
	name: '澳洲胡桃洗臉皂'
	,barcode: 'PDT000'
	,price: '0420'
	,materials: '橄欖油、椰子油、棕櫚油、乳油木果脂、杏桃核仁油、澳洲胡桃油、法國粉紅石泥粉、茜草根粉、依蘭精油、2%玫瑰精油、雪松精油、蒸餾水、氫氧化鈉'
}
/* ,{
	name: ''
	,barcode: 'PDT000'
	,price: '0360'
	,materials: ''
} */

];